Repository: mubtAAhij/muesli
Catalog: native/MuesliNative/Sources/MuesliNativeApp/Resources/Localizable.xcstrings
Source language: en
Languages: es_419

# settings.auto_export.clear_destination_folder_accessibility_label
source: Clear destination folder
es_419: Borrar carpeta de destino

# settings.auto_export.help.clear_destination_folder
source: Clear destination folder
es_419: Borrar la carpeta de destino

# settings.auto_export.choose_destination_folder
source: Choose destination folder
es_419: Elegir carpeta de destino

# settings.meeting_hook.choose_script
source: Choose a script…
es_419: Elige un script…

# settings.meeting_hook.no_script_selected
source: No hook script selected
es_419: Sin hook script seleccionado

# settings.meeting_hook.help.clear_script
source: Clear hook script
es_419: Borrar el hook script

# settings.meeting_hook.help.choose_script
source: Choose hook script
es_419: Elegir script de hook

# settings.meeting_hook.timeout.seconds
source: %d seconds
es_419: %d segundos

# settings.open_router_free_model.loading_models
source: Loading models
es_419: Cargando modelos

# settings.open_router_free_model.load
source: Load
es_419: Cargar

# settings.api_key.status.not_configured
source: No API key configured
es_419: Sin clave de API configurada

# settings.api_key.status.configured
source: Key configured
es_419: Clave configurada

# settings.meetings.recording_save.never
source: Never
es_419: Nunca

# settings.meetings.recording_save.ask_every_time
source: Ask every time
es_419: Preguntar cada vez

# settings.meetings.recording_save.always
source: Always
es_419: Siempre

# settings.meetings.reminder_timing.at_start
source: At start time
es_419: Al inicio

# settings.meetings.reminder_timing.one_min_before
source: 1 min before
es_419: 1 min antes

# settings.meetings.reminder_timing.three_min_before
source: 3 min before
es_419: 3 min antes

# settings.meetings.reminder_timing.five_min_before
source: 5 min before
es_419: 5 min antes

# status.backend_warmup.message
source: Warming up %@...
es_419: Preparando %@...

# status.backend_unavailable.message
source: %@ unavailable
es_419: %@ no disponible

# prompt.meeting.title
source: Meeting
es_419: Reunión

# error.meeting_notes.save_failed.message
source: The updated meeting notes could not be saved.
es_419: No se pudieron guardar las notas de reunión actualizadas.

# error.meeting_notes.save_failed_with_detail.message
source: The updated meeting notes could not be saved. %@
es_419: No se pudieron guardar las notas de reunión actualizadas. %@

# error.meeting_template.missing.message
source: That template no longer exists. Choose another template and try again.
es_419: Esa plantilla ya no existe. Elige otra plantilla e intenta de nuevo.

# error.retranscription.controller_unavailable.message
source: Meeting re-transcription could not continue because Muesli is no longer available.
es_419: La re-transcripción de la reunión no pudo continuar porque Muesli ya no está disponible.

# error.retranscription.recording_missing_on_disk.message
source: The saved meeting recording is no longer available on disk.
es_419: La grabación de reunión guardada ya no está disponible en el disco.

# error.retranscription.model_required.message
source: Download a transcription model before re-transcribing this meeting.
es_419: Descarga un modelo de transcripción antes de volver a transcribir esta reunión.

# error.retranscription.no_speech_detected.message
source: Re-transcription finished, but no speech was detected in the saved recording.
es_419: La re-transcripción finalizó, pero no se detectó voz en la grabación guardada.

# error.retranscription.save_failed_with_detail.message
source: The re-transcribed meeting could not be saved. %@
es_419: La reunión re-transcrita no se pudo guardar. %@

# error.meeting_recording.save_failed_with_detail.message
source: The meeting finished transcribing, but the recording could not be saved. %@
es_419: La reunión finalizó de transcribirse, pero la grabación no se pudo guardar. %@

# error.meeting_recording.delete_failed_with_detail.message
source: The saved meeting recording could not be deleted, so the meeting was left in place. %@
es_419: La grabación de reunión guardada no se pudo eliminar, por lo que la reunión se dejó en su lugar. %@

# error.delete_meeting.failed_with_detail.message
source: The meeting could not be deleted. %@
es_419: No se pudo eliminar la reunión. %@

# status.idle
source: Idle
es_419: Inactivo

# sync.icloud.checking
source: Checking iCloud...
es_419: Verificando iCloud...

# sync.icloud.setup_private
source: Setting up private iCloud sync...
es_419: Configurando la sincronización privada con iCloud...

# sync.icloud.required_message
source: Sync needs iCloud: %@
es_419: La sincronización requiere iCloud: %@

# sync.icloud.turn_on_first
source: Turn on iCloud sync first.
es_419: Activa la sincronización de iCloud primero.

source: Sync already in progress.
es_419: La sincronización ya está en curso.

# sync.icloud.syncing_private
source: Syncing with private iCloud...
es_419: Sincronizando con iCloud privado...

# sync.icloud.synced_with_device
source: Synced with %@.
es_419: Sincronizado con %@.

# sync.icloud.all_text_up_to_date
source: All text is up to date.
es_419: Todo el texto está al día.

# sync.failed_with_reason
source: Sync failed: %@
es_419: La sincronización falló: %@

# sync.icloud.turning_off
source: Turning off iCloud sync...
es_419: Desactivando sincronización de iCloud...

# sync.icloud.off
source: iCloud sync is off.
es_419: La sincronización de iCloud está desactivada.

# sync.icloud.stopping_unavailable
source: Stopping unavailable iCloud sync...
es_419: Deteniendo la sincronización de iCloud no disponible...

# sync.icloud.unavailable_local_build
source: iCloud sync is unavailable in this local-only build.
es_419: La sincronización de iCloud no está disponible en esta versión solo local.

# sync.icloud.summary.up_down
source: %@ up, %@ down
es_419: %@ subidas, %@ bajadas

# sync.icloud.count.item.dictation.singular
source: dictation
es_419: dictado

# sync.icloud.count.item.dictation.plural
source: dictations
es_419: dictados

# sync.icloud.count.item.meeting.plural
source: meetings
es_419: reuniones

# status.warming_up
source: Warming up...
es_419: Preparando...

# error.meeting_transcription.model_unavailable
source: Meeting model unavailable
es_419: Modelo de reunión no disponible

# error.meeting_transcription.option_not_supported.message
source: %@ is optimized for dictation and cannot be used for meeting transcription.
es_419: %@ está optimizado para dictado y no se puede usar para la transcripción de reuniones.

# error.meeting_transcription.download_required.message
source: Download %@ before using it for meeting transcription.
es_419: Descarga %@ antes de usarlo para la transcripción de reuniones.

# error.cleanup_model.unavailable.title
source: Cleanup model unavailable
es_419: Modelo de refinamiento no disponible

# error.cleanup_model.gemma4_same_backend.message
source: Gemma 4 cannot clean up a transcription produced by the same Gemma 4 backend.
es_419: Gemma 4 no puede limpiar una transcripción producida por el mismo backend de Gemma 4.

# calendar.google.token_refresh_failed
source: Token refresh failed: %@
es_419: Error al renovar el token: %@

# notifications.meeting_starting_now.title
source: Meeting starting now
es_419: La reunión comienza ahora

# model_preparation.preparing_backend
source: Preparing %@
es_419: Preparando %@

# model_preparation.preparing_backend_ellipsis
source: Preparing %@...
es_419: Preparando %@...

# model_preparation.backend_ready
source: %@ ready
es_419: %@ listo

# model_preparation.ready_for_transcription
source: Ready for transcription
es_419: Listo para la transcripción

# model_preparation.paused
source: Model setup paused
es_419: Configuración del modelo pausada

# model_preparation.download_paused
source: Download paused
es_419: Descarga pausada

# onboarding.model_download.warming_up_backend
source: Warming up %@...
es_419: Preparando %@...

# onboarding.model_download.downloading_backend
source: Downloading %@...
es_419: Descargando %@...

# onboarding.model_download.preparing_backend_ellipsis
source: Preparing %@...
es_419: Preparando %@...

# onboarding.model_download.backend_ready
source: %@ ready
es_419: %@ listo

# onboarding.model_download.preparing_backend
source: Preparing %@
es_419: Preparando %@

# model_preparation.status.optimizing_backend_for_mac
source: Optimizing %@ for this Mac...
es_419: Optimizando %@ para este Mac...

# model_preparation.failure.setup_failed_restart_or_retry
source: Model setup failed. Restart Muesli or retry from Models.
es_419: La configuración del modelo falló. Reinicia Muesli o vuelve a intentarlo desde Modelos.

# model_preparation.failure.download_failed_check_connection
source: Download failed. Check your connection and retry.
es_419: Descarga fallida. Verifica tu conexión y reintenta.

# updates.disabled_for_build
source: Update checks are disabled for this build.
es_419: La búsqueda de actualizaciones está deshabilitada para esta compilación.

# meeting.title
source: Meeting
es_419: Reunión

# notes.section.written_notes.h3_spaced
source: ### Written notes
es_419: ### Notas escritas

# notes.section.written_notes.h3_leading_newline
source: ### Written notes
es_419: ### Notas escritas

# notes.section.written_notes.h3
source: ### Written notes
es_419: ### Notas escritas

# notes.section.manual_notes.h2_spaced
source: ## Manual Notes
es_419: ## Notas manuales

# notes.section.manual_notes.h2_leading_newline
source: ## Manual Notes
es_419: ## Notas manuales

# notes.section.manual_notes.h2
source: ## Manual Notes
es_419: ## Notas manuales

# error.delete_meeting.failed.title
source: Couldn't Delete Meeting
es_419: No se pudo eliminar la reunión

# error.clear_meeting_history.failed.title
source: Couldn't Clear Meeting History
es_419: No se pudo borrar el historial de reuniones

# error.clear_meeting_history.active_meeting.message
source: A meeting is recording or still being processed. Please wait before clearing saved meetings.
es_419: Una reunión se está grabando o aún se está procesando. Espera antes de borrar las reuniones guardadas.

# error.clear_meeting_history.audio_delete_failed.message
source: Saved meeting audio files could not be deleted, so meeting history was left in place. %@
es_419: Los archivos de audio de reuniones guardados no se pudieron eliminar, por lo que el historial de reuniones se dejó en su lugar. %@

# meeting_recording.starting_message
source: Meeting recording is starting
es_419: La grabación de reunión está iniciando

# termination.meeting_recording_starting.warning
source: Quitting now will cancel the meeting recording before it has been saved.
es_419: Salir ahora cancelará la grabación de reunión antes de que se haya guardado.

# termination.meeting_recording_in_progress.title
source: Meeting recording in progress
es_419: Grabación de reunión en curso

# termination.meeting_recording_in_progress.warning
source: Quitting now will stop the meeting recording and the current transcript may be lost. Stop the recording first if you want Muesli to save notes.
es_419: Salir ahora detendrá la grabación de reunión y la transcripción actual puede perderse. Detén la grabación primero si quieres que Muesli guarde las notas.

# termination.meeting_transcription_in_progress.title
source: Meeting transcription in progress
es_419: Transcripción de reunión en curso

# termination.meeting_transcription_in_progress.warning
source: Quitting now will interrupt transcription and the meeting notes may not be saved.
es_419: Salir ahora interrumpirá la transcripción y es posible que las notas de reunión no se guarden.

# termination.action.keep_muesli_running
source: Keep Muesli Running
es_419: Mantener Muesli activo

# termination.action.quit_anyway
source: Quit Anyway
es_419: Salir de todas formas

# meeting.status.paused
source: Meeting paused
es_419: Reunión pausada

# meeting.status.with_title
source: Meeting: %@
es_419: Reunión: %@

# error.meeting_start.failed.title
source: Meeting failed to start
es_419: No se pudo iniciar la reunión

# error.meeting_start.model_required.message
source: Download a transcription model before recording a meeting.
es_419: Descarga un modelo de transcripción antes de grabar una reunión.

# meeting.start_status.transcription_starting_soon
source: Meeting transcription will start shortly.
es_419: La transcripción de la reunión comenzará en breve.

# meeting.activity.recording_and_transcribing
source: Recording and transcribing a meeting
es_419: Grabando y transcribiendo una reunión

# error.resume_meeting.failed.title
source: Resume failed
es_419: La reanudación falló

# error.resume_meeting.model_required.message
source: Download a transcription model before recording.
es_419: Descarga un modelo de transcripción antes de grabar.

# meeting.resume.status.resuming_recording
source: Resuming meeting recording…
es_419: Reanudando grabación de reunión…

# error.import_audio.failed.title
source: Import Failed
es_419: Importación fallida

# error.import_audio.model_required.message
source: Download a transcription model before importing audio files.
es_419: Descarga un modelo de transcripción antes de importar archivos de audio.

# error.import_audio.unsupported_format.message
source: This audio file format is not supported.
es_419: Este formato de archivo de audio no está admitido.

# import.recording.title
source: Imported Recording
es_419: Grabación importada

# import.audio.progress.importing_file
source: Importing audio file...
es_419: Importando archivo de audio...

# import.audio.activity.importing_for_transcription
source: Importing audio file for transcription
es_419: Importando archivo de audio para transcripción

# meeting.start_status.requesting_system_audio_permission
source: Requesting system audio permission...
es_419: Solicitando permiso de audio del sistema...

# meeting.start_status.retrying
source: Retrying meeting start...
es_419: Reintentando inicio de reunión...

# common.discard
source: Discard
es_419: Descartar

# meeting.discard_recording.action
source: Discard Recording
es_419: Descartar grabación

# meeting.discard_recording.confirmation_title
source: Discard recording?
es_419: ¿Descartar la grabación?

# meeting.discard_recording.message_with_notes_choice
source: This will stop the meeting. Choose whether to delete the written notes too.
es_419: Esto detendrá la reunión. Elige si también quieres eliminar las notas escritas.

# meeting.discard_recording.destructive_warning
source: This will stop the meeting recording and delete all captured audio. This cannot be undone.
es_419: Esto detendrá la grabación de reunión y eliminará todo el audio capturado. Esta acción no se puede deshacer.

# meeting.discard_recording.will_delete_label
source: Will delete:
es_419: Se eliminará:

# meeting.discard_recording.item.recording_audio
source: Recording audio
es_419: Grabando audio

# meeting.discard_recording.item.manual_notes
source: Manual notes
es_419: Notas manuales

# meeting.processing.finalizing
source: Finalizing
es_419: Finalizando

# meeting.recording.title
source: Meeting Recording
es_419: Grabación de reunión

# error.meeting_recording.not_found.title
source: Recording Not Found
es_419: Grabación no encontrada

# error.meeting_recording.not_found.message
source: The saved meeting recording is no longer available on disk.
es_419: La grabación de reunión guardada ya no está disponible en el disco.

# meeting.recording.save_prompt.title
source: Save meeting recording?
es_419: ¿Guardar la grabación de reunión?

# meeting.recording.save_prompt.message
source: Keep a merged audio file for "%@" so you can inspect it later in Finder.
es_419: Conserva un archivo de audio combinado para "%@" para que puedas inspeccionarlo más tarde en Finder.

# meeting.recording.save_prompt.action.save_recording
source: Save Recording
es_419: Guardar grabación

# meeting.recording.save_prompt.action.dont_save
source: Don't Save
es_419: No guardar

# meeting.start_failure.system_audio_capture_failed.title
source: System audio capture failed
es_419: La captura de audio del sistema falló

# meeting.start_failure.system_audio_capture_failed.message
source: Could not start system audio recording. Open System Settings > Privacy & Security > Screen & System Audio Recording and enable %@ under "System Audio Recording Only". Error: %@
es_419: No se pudo iniciar la grabación de audio del sistema. Abre Configuración del Sistema > Privacidad y Seguridad > Grabación de Pantalla y Audio del Sistema y habilita %@ en "Solo Grabación de Audio del Sistema". Error: %@

# alert.meeting_start_failure.open_system_settings
source: Open System Settings
es_419: Abrir Configuración del Sistema

# meeting.start_failure.generic.title
source: Meeting failed to start
es_419: No se pudo iniciar la reunión

# meeting.state.preparing
source: Preparing
es_419: Preparando

# meeting.state.recording
source: Recording
es_419: Grabando

# meeting.state.transcribing
source: Transcribing
es_419: Transcribiendo

# meeting.status.preparing
source: Preparing meeting...
es_419: Preparando reunión...

# meeting.notification.transcription_complete.title
source: Transcription complete
es_419: Transcripción completa

# meeting.notification.view_notes.action
source: View Notes
es_419: Ver notas

# meeting.signal_lost.title
source: Meeting signal lost
es_419: Señal de reunión perdida

# meeting.signal_lost.message
source: Still recording. Stop if the meeting ended.
es_419: Sigue grabando. Detén la grabación si la reunión terminó.

# meeting.signal_lost.stop_recording_action
source: Stop Recording
es_419: Detener grabación

# meeting.detected.title
source: Meeting detected
es_419: Reunión detectada

# meeting.processing.transcribing
source: Transcribing
es_419: Transcribiendo

# meeting.processing.cleaning
source: Cleaning
es_419: Limpiando

# meeting.processing.titling
source: Titling
es_419: Titulando

# meeting.processing.summarizing
source: Summarizing
es_419: Resumiendo

# computer_use.transcribing_title.parsing_command
source: Parsing command
es_419: Analizando el comando

# computer_use.command_failed.warning
source: CUA command failed
es_419: El comando CUA falló

# computer_use.floating_status.reading_screen
source: Reading screen
es_419: Leyendo pantalla

# computer_use.floating_status.using_screen
source: Using screen
es_419: Usando pantalla

# computer_use.floating_status.retrying
source: Retrying
es_419: Reintentando

# computer_use.runtime_result.done_with_message
source: Done: %@
es_419: Listo: %@

# computer_use.runtime_result.timed_out
source: Timed out
es_419: Tiempo agotado

# computer_use.runtime_result.confirm_with_message
source: Confirm: %@
es_419: Confirmar: %@

# computer_use.runtime_result.failed
source: Failed
es_419: Fallido

# computer_use.runtime_result.cancelled
source: Cancelled
es_419: Cancelado

# dictation.mic_waiting_for_speech
source: Mic waiting for speech
es_419: Micrófono esperando voz

# dictation.test_error.nemotron_requires_macos15
source: Nemotron requires macOS 15 or later. Choose another model to test dictation.
es_419: Nemotron requiere macOS 15 o posterior. Elige otro modelo para probar el dictado.

# dictation.test_error.qwen3_requires_macos15
source: Qwen3 ASR requires macOS 15 or later. Choose another model to test dictation.
es_419: Qwen3 ASR requiere macOS 15 o posterior. Elige otro modelo para probar el dictado.

# dictation.test_error.cohere_requires_macos15
source: Cohere Transcribe requires macOS 15 or later. Choose another model to test dictation.
es_419: Cohere Transcribe requiere macOS 15 o posterior. Elige otro modelo para probar el dictado.

# dictation.test_error.model_unavailable
source: The selected model is not available. Choose another model and try again.
es_419: El modelo seleccionado no está disponible. Elige otro modelo e intenta de nuevo.

# dictation.test_error.model_not_ready_retry
source: The model was not ready yet. We are preparing it again, then try once more.
es_419: El modelo aún no estaba listo. Lo estamos preparando de nuevo; intenta una vez más.

# dictation.test_error.download_incomplete
source: The model could not finish downloading. Check your connection and retry.
es_419: El modelo no pudo terminar de descargarse. Verifica tu conexión y reintenta.

# dictation.test_error.microphone_permission_denied
source: Muesli could not access the microphone. Check Microphone permission and try again.
es_419: Muesli no pudo acceder al micrófono. Verifica el permiso de Micrófono e intenta de nuevo.

# dictation.test_error.could_not_start
source: Dictation could not start. Try again in a moment.
es_419: El dictado no pudo iniciarse. Intenta de nuevo en un momento.

# marauders_map.activation_title
source: Mischief Managed
es_419: Travesura realizada

# meeting.upcoming.time.starts_in_minutes
source: starts in %d min
es_419: comienza en %d min

# meeting.upcoming.time.starting_now
source: starting now
es_419: comenzando ahora

# meeting.upcoming.time.started_minutes_ago
source: started %d min ago
es_419: comenzó hace %d min

# meeting.upcoming.notification_title.starting_now
source: Meeting starting now
es_419: La reunión comienza ahora

# meeting.upcoming.notification_title.default
source: Upcoming meeting
es_419: Próxima reunión

# meeting.end_notification.title
source: Meeting ended
es_419: Reunión finalizada

# meeting.end_notification.body.scheduled_time_over
source: %@ · scheduled time is over
es_419: %@ · el tiempo programado ha terminado

# meeting.end_notification.action.stop_recording
source: Stop Recording
es_419: Detener grabación

# onboarding.model.description.apple_speech_or_local
source: Use Apple Speech, or choose another local model to download while you continue setup.
es_419: Usa Apple Speech, o elige otro modelo local para descargar mientras continúas la configuración.

# onboarding.model.description.fast_local_model
source: Start with a fast local model. Larger models can download while you continue setup.
es_419: Comienza con un modelo local rápido. Los modelos más grandes pueden descargarse mientras continúas la configuración.

# onboarding.navigation.back
source: Back
es_419: Atrás

# onboarding.navigation.continue
source: Continue
es_419: Continuar

# onboarding.navigation.download_and_continue
source: Download & Continue
es_419: Descargar y continuar

# onboarding.navigation.finish
source: Finish
es_419: Finalizar

# onboarding.navigation.skip
source: Skip
es_419: Omitir

# onboarding.model_download.downloading
source: Downloading %@
es_419: Descargando %@

# onboarding.model_download.preparing
source: Preparing %@
es_419: Preparando %@

# onboarding.model_download.paused
source: Download paused
es_419: Descarga pausada

# onboarding.model_download.failed
source: Download failed
es_419: Descarga fallida

# onboarding.model_download.failed_secondary
source: Download failed
es_419: Descarga fallida

# onboarding.model_download.ready_to_test
source: Ready to test
es_419: Listo para probar

# onboarding.model_download.percent_complete
source: %d%% complete
es_419: %d%% completado

# onboarding.model_download.downloading_ellipsis
source: Downloading...
es_419: Descargando...

# onboarding.model_download.files_completed
source: %d of %d files
es_419: %d de %d archivos

# onboarding.model_download.remaining_time
source: %@ left
es_419: Quedan %@

# onboarding.model_download.bytes_left_total
source: %@ left
es_419: Quedan %@

# onboarding.model_download.current_file_bytes_left
source: %@ left
es_419: Quedan %@

# onboarding.model_download.eta_left
source: %@ left
es_419: Quedan %@

# onboarding.model_download.retry_status
source: retry %d/3
es_419: reintento %d/3

# onboarding.model_download.downloading_ellipsis_secondary
source: Downloading...
es_419: Descargando...
